Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Diagonal - Title bottom right, controls top left
cs: Diagonální - titulek vpravo dole, ovládací prvky vlevo nahoře
de: Diagonal - Titel unten rechts, Steuerelemente oben links
es: Diagonal - Título inferior derecha, controles superior izquierda
fr: En diagonale - Titre en bas à droite, contrôles en haut à gauche
he: אלכסוני - כותרת ימין למטה, כפתורים שמאל למעלה
it: Diagonale - Titolo in basso a destra, controlli in alto a sinistra
ja: 対角線 - タイトルは右下、操作ボタンは左上
nl: Diagonaal - Titel rechtsonder, besturingselementen linksboven
pt_pt: Diagonal - Título: canto inferior direito; controlos: canto superior esquerdo
ru: По диагонали - заголовок внизу справа, управление вверху слева
tr: Çapraz - Başlık sağ altta, denetimler sol üstte
uk: По діагоналі – заголовок внизу праворуч, елементи керування зверху ліворуч
vi: Chéo – Tiêu đề góc dưới bên phải, điều khiển góc trên bên trái
zh_hans: 对角线—标题在右下，控制按钮在左上
zh_hant: 對角 — 標題在右下，控制按鈕在左上

source: Diagonal - Title top left, controls bottom right
cs: Diagonální - titulek vlevo nahoře, ovládací prvky vpravo dole
de: Diagonal - Titel oben links, Steuerelemente unten rechts
es: Diagonal - Título superior izquierda, controles la parte inferior derecha
fr: En diagonale - Titre en haut à gauche, contrôles en bas à droite
he: אלכסוני - כותרת שמאל למעלה, כפתורים ימין למטה
it: Diagonale - Titolo in alto a sinistra, controlli in basso a destra
ja: 対角線 - タイトルは左上、操作ボタンは右下
nl: Diagonaal - Titel linksboven, besturingselementen rechtsonder
pt_pt: Diagonal - Título: canto superior esquerdo; controlos: canto inferior direito
ru: По диагонали - заголовок вверху слева, управление внизу справа
tr: Çapraz - Başlık sol üstte, kumandalar sağ altta
uk: По діагоналі – заголовок зверху ліворуч, елементи керування внизу праворуч
vi: Chéo – Tiêu đề góc trên bên trái, điều khiển góc dưới bên phải
zh_hans: 对角线—标题在左上，控制按钮在右下
zh_hant: 對角 — 標題在左上，控制按鈕在右下

source: Diagonal - Title top right, controls bottom left
cs: Diagonální - titulek vpravo nahoře, ovládací prvky vlevo dole
de: Diagonal - Titel oben rechts, Steuerelemente unten links
es: Diagonal - Título superior derecha, controles inferior izquierda
fr: En diagonale - Titre en haut à droite, contrôles en bas à gauche
he: אלכסוני - כותרת ימין למעלה, כפתורים שמאל למטה
it: Diagonale - Titolo in alto a destra, controlli in basso a sinistra
ja: 対角線 - タイトルは右上、操作ボタンは左下
nl: Diagonaal - Titel rechtsboven, besturingselementen linksonder
pt_pt: Diagonal - Título: canto superior direito; controlos: canto inferior esquerdo
ru: По диагонали - заголовок вверху справа, управление внизу слева
tr: Çapraz - Başlık sağ üstte, denetimler sol altta
uk: По діагоналі – заголовок зверху праворуч, елементи керування внизу ліворуч
vi: Chéo – Tiêu đề góc trên bên phải, điều khiển góc dưới bên trái
zh_hans: 对角线—标题在右上，控制按钮在左下
zh_hant: 對角 — 標題在右上，控制按鈕在左下

source: Dim Unselected Windows
cs: Ztmavit nevybraná okna
de: Ungewählte Fenster abdunkeln
es: Atenuar ventanas no seleccionados
fr: Griser les fenêtres désélectionnées
he: עמעום חלונות שלא נבחרו
it: Rendi semitrasparenti le finestre non selezionate
ja: 未選択のウィンドウを暗くする
nl: Dim niet geselecteerd venster
pt_pt: Escurecer Janelas Não Selecionadas
ru: Затемнить невыбранные окна
tr: Seçilmemiş Pencereleri Karart
uk: Затемнити невибрані вікна
vi: Làm mờ cửa sổ không được chọn
zh_hans: 使未选中的窗口变暗
zh_hant: 將未選擇的視窗變暗

source: Direction:
cs: Směr:
de: Richtung:
es: Dirección:
he: כיוון:
it: Direzione:
ja: 方向：
nl: Richting:
pt_pt: Direcção:
ru: Направление:
tr: Yön:
vi: Hướng:
zh_hans: 方向：
zh_hant: 方向：

source: Disable dock hover widgets for selected apps while keeping their regular previews. Useful for browsers that expose media sessions like YouTube.
cs: Zakázat widgety při najetí myší na Dock pro vybrané aplikace, přičemž se zachovají jejich běžné náhledy. Vhodné pro prohlížeče s mediálními relacemi jako YouTube.
de: Deaktiviere für ausgewählte Apps die Widgets beim Bewegen des Mauszeigers über das Dock während normale Vorschauen erhalten bleiben. Nützlich für Browser, welche Medienwiedergaben von zum Beispiel YouTube anzeigen.
it: Disabilita i widget per determinate applicazioni e mantieni le anteprime normali. Utile per i browser che espongono le sessioni multimediali come quelle di YouTube.
ja: 選択したアプリのプレビューは維持したまま、Dock上のホバーウィジェットを無効にします。YouTubeのようにメディアセッションを表示するブラウザなどで便利です。
nl: Schakel de zwevende widgets in het Dock uit voor geselecteerde apps, terwijl de normale previews behouden blijven. Handig voor browsers die mediasessies weergeven, zoals YouTube.
pt_pt: Desativar widgets de sobreposição da Dock nas aplicações selecionadas. Útil para navegadores que expõem sessões de multimédia, como por exemplo o YouTube.
ru: Отключить виджеты при наведении курсора для выбранных приложений, сохраняя их обычные превью. Полезно для браузеров, в которых запущены медиа-сессии, например YouTube.
tr: Seçilen uygulamalar için dock üzerine gelindiğinde açılan widget'ları devre dışı bırakırken, normal önizlemelerini koruyun. YouTube gibi medya oturumlarını görüntüleyen tarayıcılar için kullanışlıdır.
vi: Tắt tiện ích xem trước khi di chuột qua Dock đối với các ứng dụng được chọn, trong khi vẫn giữ nguyên chế độ xem trước thông thường. Hữu ích cho các trình duyệt có phiên phát nhạc như YouTube.
zh_hans: 为选中的应用关闭 Dock 悬停小组件，保留常规预览。对 YouTube 等暴露媒体会话的浏览器很有用。
zh_hant: 停用特定App的指標停留小工具，並顯示其普通預覽。對於YouTube等暴露媒體階段的瀏覽器有幫助。

source: Disable dock styling on traffic light buttons
cs: Zakázat ohraničení ovládacích prvků oken v Docku
de: Design für Fenstersteuerelemente deaktivieren
es: Desactivar estilo en los botones de semáforo del Dock
fr: Supprimer le style du Dock sur les boutons feu tricolore
he: השבת עיצוב Dock על כפתורי רמזור
it: Disabilita lo stile del Dock sui tasti azione
ja: トラフィックボタンのDockスタイルを無効にする
nl: Dock-stijl op verkeerslichtknoppen uitschakelen
pt_pt: Desactivar estilo da Dock nos botões de semáforo
ru: Отключить стиль Dock для кнопок управления окном
tr: Trafik ışığı düğmelerinde dock stilini devre dışı bırak
uk: Вимкнути стилізацію Dock для кнопок світлофора
vi: Tắt kiểu dáng Dock trên nút đèn tín hiệu
zh_hans: 在窗口控制按钮上禁用 Dock 样式
zh_hant: 停用視窗控制按鈕的底座造型

source: Disable dock styling on window titles
cs: Zakázat ohraničení titulků oken v Docku
de: Design für Fenstertitel deaktivieren
es: Deshabilitar estilo del dock en el título de las ventanas
fr: Désactiver le style du Dock sur les titres des fenêtres
he: השבת עיצוב Dock על כותרות חלונות
it: Non applicare lo stile del Dock ai titoli delle finestre
ja: ウィンドウタイトルのDockスタイルを無効にする
nl: Dock-stijl op venstertitels uitschakelen
pt_pt: Desativar estilo da Dock nos títulos das janelas
ru: Отключить стиль Dock для заголовков окон
tr: Pencere başlıklarında dock stilini devre dışı bırak
uk: Вимкнути стилізацію Dock у заголовках вікна
vi: Tắt kiểu dáng Dock trên tiêu đề cửa sổ
zh_hans: 禁用窗口标题上的 Dock 样式
zh_hant: 停用視窗標題的樣式

source: Disabled
cs: Vypnuto
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
he: מושבת
it: Disattivato
ja: 無効
nl: Uitgeschakeld
pt_pt: Desactivado
ru: Не использовать
tr: Devre dışı
uk: Деактивовано
vi: Đã tắt
zh_hans: 禁用
zh_hant: 已停用

source: Disconnected Display
cs: Odpojený monitor
de: Getrennter Bildschirm
es: Pantalla Desconectada
fr: Moniteur déconnecté
he: תצוגה מנותקת
it: Scollega schermo
ja: 切断されたディスプレイ
nl: Verbreek verbind met scherm
pt_pt: Ecrã Desligado
ru: Отключенный дисплей
tr: Bağlantısı Kesilmiş Ekran
uk: Відключений дисплей
vi: Màn hình bị ngắt kết nối
zh_hans: 已断开显示连接
zh_hant: 已中斷連接顯示器

source: Discuss features and get help from the community
cs: Diskutujte o funkcích a získejte pomoc od komunity
de: Diskutieren Sie über Funktionen und erhalten Sie Hilfe von der Community
es: Discuta las funciones y consigue ayuda de la comunidad
fr: Discutez des fonctionnalités et obtenez de l’aide auprès de la communauté
he: דברו על התכונות וקבלו עזרה מהקהילה
it: Proponi funzionalità e ottieni supporto dalla community
ja: 機能について議論し、コミュニティからヘルプを得ましょう
nl: Bespreek functies en krijg hulp van de community
pt_pt: Discussão de funcionalidades e ajuda da comunidade
ru: Обсуждение функций и помощь сообщества
tr: Özellikleri tartışın ve topluluktan yardım alın
uk: Обговоріть функції та отримайте допомогу від спільноти
vi: Thảo luận tính năng và nhận trợ giúp từ cộng đồng
zh_hans: 讨论功能并获得社区帮助
zh_hant: 討論功能並向社群尋求協助

source: Display
cs: Obrazovka
de: Bildschirm
es: Pantalla
fr: Moniteur
he: תצוגה
it: Schermo
ja: ディスプレイ
nl: Scherm
pt_pt: Ecrã
ru: Экран
tr: Ekran
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Display %u
cs: Obrazovka %u
de: Bildschirm %u
es: Mostrar %u
fr: Moniteur %u
he: תצוגה %u
it: Mostra %u
ja: %u を表示
nl: Scherm %u
pt_pt: Exibir %u
ru: Показать %u
tr: %u'yu göster
uk: Дисплей %u
vi: Hiển thị %u
zh_hans: 显示 %u
zh_hant: 顯示器%u

source: Displays a colored line below the currently active application's dock icon.
cs: Zobrazí barevný proužek pod ikonou Docku aktuálně aktivní aplikace.
de: Zeigt eine farbige Linie unterhalb des derzeit aktiven Dock-Icons an.
es: Muestra una línea de color debajo del icono del Dock de la aplicación activa.
fr: Affiche une ligne colorée sous l’icône du Dock de l’application actuellement active.
he: מציג קו צבעוני מתחת לסמל ה-Dock של האפליקציה הפעילה כרגע.
it: Mostra un indicatore personalizzato (linea colorata) in corrispondenza dell'icona dell'applicazione attiva.
ja: 現在アクティブなアプリケーションのDockアイコンの下に色付きの線を表示します。
nl: Laat een gekleurde lijn zien onder het Dock-pictogram van de actieve applicatie.
pt_pt: Apresenta uma linha colorida sob o ícone da aplicação ativa na Dock.
ru: Отображает цветную линию под иконкой активного приложения в Dock.
tr: Etkin durumdaki uygulamanın dock simgesinin altında renkli bir çizgi gösterir.
uk: Відображає кольорову лінію під іконкою поточного активного застосунку в Dock.
vi: Hiển thị một dòng màu bên dưới biểu tượng Dock của ứng dụng đang hoạt động.
zh_hans: 在当前活动的应用程序的 Dock 图标下方显示一条彩色线。
zh_hant: 在最前方App的Dock圖像下方顯示一組彩色線條。

source: Displays Close All and Minimize All buttons when hovering the app icon in dock previews.
cs: Zobrazí tlačítka Zavřít vše a Minimalizovat vše při najetí na ikonu aplikace v náhledu Docku.
de: Zeigt Schließe alle und Minimiere alle Schaltflächen an, wenn der Mauszeiger über dem App-Icon in der Dock-Vorschau schwebt.
he: מציג את הכפתורים "סגור הכל" ו"מזער הכל" בעת ריחוף העכבר מעל סמל האפליקציה בתצוגות המקדימות של ה-Dock.
it: Visualizza i pulsanti 'Chiudi tutto' e 'Minimizza tutto' al passaggio sul'icona dell'app nelle anteprime del Dock.
ja: Dockのプレビューでアプリアイコンにカーソルを合わせた際に、「すべてを閉じる」および「すべてを最小化する」ボタンを表示します。
nl: Toont de knoppen ‘Alles sluiten’ en ‘Alles minimaliseren’ wanneer je met de muis over het app-pictogram in de Dock-voorbeelden beweegt.
pt_pt: Exibe os botões Fechar Tudo e Minimizar Tudo ao passar o rato sobre o ícone da aplicação nas pré-visualizações da Dock.
ru: Показывать кнопки "Закрыть всё" и "Свернуть всё" при наведении указателя на значок приложения в превью панели.
tr: Dock önizlemelerinde uygulama simgesinin üzerine fareyi getirdiğinizde “Tümünü Kapat” ve “Tümünü Küçült” düğmeleri görüntülenir.
vi: Hiển thị các nút Đóng tất cả và Thu nhỏ tất cả khi di chuột qua biểu tượng ứng dụng trong bản xem trước dock.
zh_hans: 在 dock 预览中悬停应用程序图标时显示“关闭全部”和“最小化所有”按钮。
zh_hant: 在 Dock 預覽中將滑鼠移至應用程式圖示上時，顯示「全部關閉」及「全部最小化」按鈕。

source: Distinguish minimized/hidden windows
cs: Rozlišovat minimalizovaná/skrytá okna
de: Unterscheide minimierte/versteckte Fenster
es: Distinguir ventanas minimizadas/ocultas
fr: Distinguer les fenêtres minimisées/masquées
he: הבחן בין חלונות ממוזערים/מוסתרים
it: Distingui le finestre minimizzate/nascoste
ja: 最小化/非表示のウィンドウを区別する
nl: Onderscheid tussen geminimaliseerde/verborgen vensters
pt_pt: Distinguir janelas minimizadas/ocultas
ru: Определить свернутые/скрытые окна
tr: Küçültülmüş/gizlenmiş pencereleri ayırt et
uk: Розрізняти згорнуті/приховані вікна
vi: Phân biệt cửa sổ bị thu nhỏ/ẩn
zh_hans: 区分最小化/隐藏的窗口
zh_hant: 區隔最小化／隱藏的視窗

source: Dock Click Action
cs: Akce při kliknutí na Dock
de: Dock Klick-Aktion
es: Acción de clic en el Dock
fr: Action de clic sur le Dock
he: פעולת לחיצה על Dock
it: Azione al clic sull'icona del Dock
ja: Dockクリックアクション
nl: Dock klikactie
pt_pt: Acção ao clicar na Dock
ru: Действие при клике на Dock
tr: DockTıklama Eylemi
uk: Дія при натисканні на Dock
vi: Hành động khi nhấp Dock
zh_hans: Dock 点击动作
zh_hant: 點擊Dock時的動作

source: Dock Frame Rate
cs: Obnovovací frekvence Docku
de: Dock Bildrate
es: Tasa de fotogramas del Dock
fr: Fréquence d’images du Dock
he: קצב פריימים של Dock
it: Fluidità del Dock (FPS = aggiornamenti al secondo)
ja: Dockフレームレート
nl: Dock beeldsnelheid
pt_pt: Taxa de atualização da Dock
ru: Частота кадров Dock
tr: Dock Kare Hızı
uk: Частота кадрів Dock
vi: Tốc độ khung hình Dock
zh_hans: Dock 帧率
zh_hant: Dock影格率

source: Dock Icon Scroll Gesture
cs: Gesto po rolování nad ikonou Docku
de: Dock-Icon Scroll-Geste
es: Gesto de desplazamiento en el icono del Dock
fr: Geste de défilement des icônes du Dock
he: מחוות גלילה על סמל Dock
it: Gesti di scorrimento sulle icone del Dock
ja: Dockアイコンのスクロールジェスチャー
nl: Dock-pictogram scrollgebaar
pt_pt: Gesto de scroll no ícone da Dock
ru: Жест прокрутки на иконке Dock
tr: Dock Simgesi Kaydırma Hareketi
uk: Жест прокручування іконки в Dock
vi: Cử chỉ cuộn biểu tượng Dock
zh_hans: Dock 图标滚动手势
zh_hant: Dock圖像捲動手勢

source: Dock icon scroll:
cs: Rolování nad ikonou Docku:
it: Scorrimento sulle icone:
ja: Dockアイコンのスクロール：
nl: Scrollen op Dock-pictogram:
ru: Прокрутка значков Dock
tr: Dock simge kaydırma:
vi: Cuộn biểu tượng Dock:
zh_hans: Dock 图标滚动：
zh_hant: Dock圖像捲動：

source: Dock Interaction
cs: Interakce s Dockem
de: Dock Interaktion
es: Interacción con el Dock
he: אינטראקציה עם Dock
it: Interazione con il Dock
ja: Dockの操作
nl: Dock interactie
pt_pt: Interacção da Dock
ru: Взаимодействие с Dock
tr: Dock Etkileşimi
vi: Tương tác Dock
zh_hans: Dock 交互功能
zh_hant: Dock互動

source: Dock Item Widgets
cs: Widgety ikon Docku
es: Widgets de objetos del Dock
it: Widget del Dock
ja: Dockアイテムウィジェット
ru: Виджеты элемента Dock
tr: Dock Bileşenleri
vi: Tiện ích trong Dock
zh_hans: Dock 项目小组件
zh_hant: Dock項目小工具

source: Dock Live Preview
cs: Živé náhledy Docku
de: Dock Live-Vorschau
es: Vista previa del Dock
he: תצוגה מקדימה חיה של Dock
it: Anteprime in tempo reale
ja: Dockのライブプレビュー
nl: Dock live voorbeeld
pt_pt: Pré-visualização em directo da Dock
ru: Живое превью Dock
tr: Dock Canlı Önizleme
vi: Xem trước trực tiếp trong Dock
zh_hans: Dock 实时预览
zh_hant: Dock即時預覽

source: Dock Locking
cs: Uzamčení Docku
de: Dock-Sperre
es: Bloqueo de Dock
it: Blocco Dock
ja: Dockのロック
nl: Dock-vergrendeling
pt_pt: Bloqueio da Dock
ru: Блокировка расположения Dock
tr: Dock kilitleme
vi: Khóa Dock
zh_hans: 锁定 Dock
zh_hant: Dock鎖定

source: Dock Locking works best with a bottom-positioned Dock in a multi-monitor setup where "Displays have separate Spaces" is enabled in System Settings → Desktop & Dock → Mission Control. The Dock won't jump to another monitor while this feature is enabled.
cs: Funkce Zafixování Docku funguje nejlépe, pokud je v konfiguraci s více monitory Dock umístěn ve spodní části obrazovky a je zapnuta možnost „Monitorům jsou přiřazeny samostatné plochy“ v Nastavení systému → Plocha a Dock → Mission Control. Pokud je tato funkce zapnutá, Dock se nepřesune na jiný monitor.
de: Dock-Sperren funktioniert in einem Multi-Monitor-Setup mit einem unten positionierten Dock am besten, wenn "Monitore verwenden verschiedene Spaces" in den Systemeinstellungen unter Schreibtisch & Dock -> Mission Control aktiviert ist. Wenn diese Einstellung aktiviert ist, springt das Dock nicht zu anderen Monitoren.
it: Il blocco del Dock funziona al meglio se il Dock è posizionato in basso e nella configurazione multi-monitor l'opzione 'Gli schermi hanno spazi separati' è attiva (Impostazioni di sistema → Scrivania & Dock → Mission Control). Con questa funzione attiva, il Dock non passerà da uno schermo all'altro.
ja: Dockのロック機能は、システム設定の「デスクトップとDock」内にあるMission Controlで「ディスプレイごとに別のSpaceがある」を有効にしているマルチモニター環境において、画面下部に配置したDockで使用すると最も効果的です。この機能を有効にしている間、Dockが他のモニターへ移動することはありません。
nl: Dock-vergrendeling werkt het beste wanneer het Dock onderaan het scherm staat in een opstelling met meerdere beeldschermen, waarbij de optie “Beeldschermen hebben afzonderlijke spaces” is ingeschakeld in Systeeminstellingen → Bureaublad en Dock → Mission Control. Zolang deze functie is ingeschakeld, springt het Dock niet naar een ander beeldscherm.
pt_pt: O bloqueio da Dock funciona melhor com uma Dock posicionada na parte inferior, numa configuração de vários monitores onde a opção "Os ecrãs têm Spaces separados" está ativa nas Definições do Sistema → Secretária e Dock → Mission Control. A Dock não saltará para outro monitor enquanto esta funcionalidade estiver ativa.
ru: Блокировка расположения Dock лучше всего работает с нижним расположением Dock в мультимониторной конфигурации, где включена позиция "Дисплеи с разными рабочими пространствами Spaces" в Системные настройки → Рабочий стол и Dock → Mission Control. Когда эта функция включена, Dock не будет перескакивать на другой монитор.
tr: Dock Kilitleme özelliği, Sistem Ayarları → Masaüstü ve Dock → Mission Control bölümünde “Ekranlar ayrı Alanlara sahip” seçeneğinin etkinleştirildiği çoklu monitör kurulumlarında, Dock alt konumda olduğunda en iyi şekilde çalışır. Bu özellik etkinken Dock başka bir monitöre geçmez.
vi: Khóa Dock hoạt động tốt nhất với Dock được đặt ở dưới cùng trong thiết lập nhiều màn hình nơi tùy chọn "Màn hình có các Không gian riêng biệt" được bật trong Cài đặt hệ thống → Màn hình nền & Dock → Mission Control. Dock sẽ không nhảy sang màn hình khác khi tính năng này được bật.
zh_hans: 在“系统设置 → 桌面和 Dock → 任务控制”中启用“显示有单独的空间”的多显示器设置中，Dock 锁定在底部位置的 Dock 中效果最好。启用此功能时，Dock 不会跳转到另一个监视器。
zh_hant: Dock鎖定功能在當你有多部顯示器，且在系統設定→桌面與Dock→指揮中心內啟用「顯示器有單獨空間」，並將Dock放置於底部時表現最佳。啟用時，Dock將不會隨焦點移動到不同顯示器。

source: Dock Preview Aero Shake Action
cs: Náhledy Docku - akce zatřesení oknem
de: Aktion bei Aero Shake in der Dock-Vorschau
es: Acción al mover la vista previa del Dock
fr: Action Aero Shake de l’aperçu du Dock
he: פעולת Aero Shake בתצוגה מקדימה של Dock
it: Azione 'Aero Shake' dalle anteprime del Dock
ja: DockプレビューのAero Shakeアクション
nl: Dock-voorbeeld Aero Shake actie
pt_pt: Pré-visualização da Dock com o "Aero Shake"
ru: Действие Aero Shake в превью Dock
tr: Dock Önizlemesinde Pencere Sallama Eylemi
uk: Попередній перегляд Dock при дії Aero Shake
vi: Hành động Aero Shake của bản xem trước Dock
zh_hans: Dock 预览 Aero 摇晃动作
zh_hant: 對Dock預覽進行Aero Shake晃動時的動作

source: Dock Preview Appearance
cs: Náhledy Docku - vzhled
de: Dock-Vorschau Aussehen
es: Apariencia de vista previa del Dock
it: Aspetto dell'anteprima del Dock
ja: Dockのプレビュー表示
nl: Uiterlijk van het Dock-voorbeeld
pt_pt: Aparência da Pré-visualização da Dock
ru: Внешний вид превью Dock
tr: Dock Önizleme Görünümü
vi: Giao diện xem trước Dock
zh_hans: Dock 预览外观
zh_hant: Dock預覽外觀

source: Dock Preview Gestures
cs: Náhledy Docku - gesta
de: Dock-Vorschau-Gesten
es: Gestos de la vista previa del Dock
fr: Gestes des aperçus du Dock
he: מחוות תצוגה מקדימה של Dock
it: Gesti sulle anteprime del Dock
ja: Dockプレビュージェスチャー
nl: Gebaren voor Dock-voorbeeld
pt_pt: Gestos de pré-visualização da Dock
ru: Жесты превью Dock
tr: Dock Önizleme Hareketleri
uk: Жести попередніх переглядів Dock
vi: Cử chỉ xem trước trên Dock
zh_hans: Dock 预览手势
zh_hant: Dock預覽手勢

source: Dock Preview Hover Action
cs: Náhledy Docku - akce najetí myší
de: Dock-Vorschau Hover-Aktion
es: Previsualizar la acción de deslizamiento del ratón
fr: Action au survol des aperçus du Dock
he: פעולת ריחוף בתצוגה מקדימה של Dock
it: Azione al passaggio del mouse
ja: Dockプレビューのホバーアクション
nl: Dock-voorbeeld bij muisaanwijzer
pt_pt: Acção ao passar o rato na pré-visualização
ru: Действие при наведении на превью Dock
tr: Fareyle Dock'un Üzerine Gelme Eylemi
uk: Попередній перегляд Dock при наведенні
vi: Hành động khi di chuột vào bản xem trước Dock
zh_hans: Dock 预览悬停动作
zh_hant: 指標停留在預覽時的動作

source: Dock Preview Layout
cs: Náhledy Docku - rozložení
de: Layout der Dock-Vorschau
es: Tamaño vista previa
fr: Disposition des aperçus du Dock
he: פריסת תצוגה מקדימה של Dock
it: Layout anteprime
ja: Dockプレビューのレイアウト
nl: Dock-voorbeeld indeling
pt_pt: Layout da pré-visualização da Dock
ru: Макет превью Dock
tr: Dock Önizleme Düzeni
uk: Макет попереднього перегляду Dock
vi: Bố cục bản xem trước Dock
zh_hans: Dock 预览布局
zh_hant: Dock預覽佈局

source: Dock Preview Settings
cs: Náhledy Docku - nastavení
de: Einstellungen der Dock-Vorschau
es: Ajustes de vista previa
fr: Réglages des aperçus du Dock
he: הגדרות תצוגה מקדימה של Dock
it: Impostazioni delle anteprime del Dock
ja: Dockプレビュー設定
nl: Instellingen voor Dock-voorbeeld
pt_pt: Configurações de Pré-visualização da Dock
ru: Настройки превью Dock
tr: Dock Önizleme Ayarları
uk: Параметри попереднього перегляду Dock
vi: Cài đặt bản xem trước Dock
zh_hans: 停靠预览设置
zh_hant: Dock預覽設定

source: Dock Preview Toolbar
cs: Náhledy Docku - nástrojová lišta
de: Symbolleiste der Dock-Vorschau
es: Barra de herramientas de vista previa
fr: Barre d’outils des aperçus du Dock
he: סרגל הכלים של התצוגה המקדימה ב-Dock
it: Barra degli strumenti delle anteprime
ja: Dock プレビューツールバー
nl: Dock-voorbeeld werkbalk
pt_pt: Barra de ferramentas da pré-visualização
ru: Панель превью Dock
tr: Dock Önizleme Araç Çubuğu
uk: Панель інструментів попереднього перегляду Dock
vi: Thanh công cụ bản xem trước Dock
zh_hans: Dock 预览工具栏
zh_hant: Dock預覽工具列

source: Dock Preview Transparency
cs: Náhledy Docku - průhlednost
de: Transparenz der Dock-Vorschau
es: Transparencia de vista previa
fr: Transparence des aperçus du Dock
he: שקיפות תצוגה מקדימה של Dock
it: Trasparenza delle anteprime
ja: Dock プレビューの透明度
nl: Dock-voorbeeld transparantie
pt_pt: Transparência na pré-visualização da Dock
ru: Прозрачность превью Dock
tr: Dock Önizleme Saydamlığı
uk: Прозорість попереднього перегляду в Dock
vi: Độ trong suốt bản xem trước Dock
zh_hans: Dock 预览透明度
zh_hant: Dock預覽透明度

source: Dock Preview Window Hover Action
cs: Náhledy Docku - akce najetí myší na okno
de: Aktion beim Berühren der Dock-Vorschau
es: Anclar vista previa de la ventana de acción
fr: Action au survol des aperçus du Dock
he: פעולת ריחוף על חלון בתצוגה מקדימה של Dock
it: Azione al posizionamento sull'anteprima del Dock
ja: Dockプレビューウィンドウにカーソルを合わせたときのアクション
nl: Dock-voorbeeld actie bij muisaanwijzer
pt_pt: Ação ao passar o rato na janela de pré-visualização
ru: Действие наведения окна предварительного просмотра Dock
tr: Dock Önizleme Penceresi Gezinme Eylemi
uk: Дія наведення курсора на вікно попереднього перегляду
vi: Hành động khi di chuột vào cửa sổ xem trước Dock
zh_hans: Dock 预览窗口悬停动作
zh_hant: 指標停留在Dock預覽上的動作

source: Dock Previews
cs: Náhledy Docku
de: Dock-Vorschau
es: Vista previa del Dock
fr: Aperçus du Dock
he: תצוגות מקדימות של Dock
it: Anteprime del Dock
ja: Dock プレビュー
nl: Dock-voorbeelden
pt_pt: Pré-visualizações na Dock
ru: Превью Dock
tr: Dock Önizlemeleri
uk: Попередній перегляд Dock
vi: Bản xem trước Dock
zh_hans: Dock 预览
zh_hant: Dock預覽

source: Dock Previews & Window Switcher
cs: Náhled doku a přepínač oken
de: Dock-Vorschau & Fensterwechsler
es: Interruptor de ventana y vista previa
fr: Aperçus du Dock et sélecteur de fenêtres
he: תצוגה מקדימה של ה-Dock ובורר החלונות
it: Anteprime del Dock e del selettore finestre
ja: Dockプレビューとウィンドウスイッチャー
nl: Dock-voorbeelden en vensterwisselaar
pt_pt: Pré-visualizações da Dock e Selector de Janelas
ru: Превью Dock & Переключатель окон
tr: Dock Önizlemeleri ve Pencere Değiştirici
uk: Попередній перегляд Dock та перемикач вікон
vi: Bản xem trước Dock & Trình chuyển đổi cửa sổ
zh_hans: Dock 预览与窗口切换器
zh_hant: Dock 預覽與視窗切換
